

HELLO = 'Добро пожаловать в бот международных доставок для петешестванников и искушенных потребителей'

GET_NAME = 'Привет! Я бот который поможет тебе купить товар из заграницы\n' \
           'или отбить часть стоимости твоей поездки!\n' \
           'Давай знакомится! Как тебя зовут?'

GET_PHONE = 'Отлично! Мне нужен еще твой номер телефона,' \
            '\nнажми на кнопку ниже:'


# Order
# ======================================================================================================================

GET_PRODUCT_NAME = 'Введите название товара:'

GET_PRODUCT_PRICE = 'Введите стоимость товара:'

GET_PRODUCT_LINK = 'Введите ссылку на товар, где вы его хотите купить:'

GET_PRODUCT_GIFT = 'Введите сумму вознагрождения для перевозчика:'

GET_PRODUCT_FROM_COUNTRY = 'Введите страну покупки:'

GET_PRODUCT_FROM_CITY = 'Введите город покупки:'

GET_PRODUCT_TO_COUNTRY = 'Введите страну получения:'

GET_PRODUCT_TO_CITY = 'Введите город получения:'

GET_PRODUCT_COMMENT = 'Напишите комментарий к заказу:'


# Transfer
# ======================================================================================================================


GET_TRANSFER_FROM_COUNTRY = 'Введите страну отбытия:'

GET_TRANSFER_FROM_CITY = 'Введите город отбытия:'

GET_TRANSFER_TO_COUNTRY = 'Введите страну прибытия:'

GET_TRANSFER_TO_CITY = 'Введите город прибытия:'

GET_TRANSFER_COMMENT = 'Напишите комментарий поездке:'

GET_TRANSFER_DATE = 'Введите дату поездки:'


# Report
# ======================================================================================================================

GET_REVIEW_OF_REPORT = 'Опишите проблему, с которой вы столкнулись:'


